IDEA Open Model
MatPrestressSteel.Diameter Property
Compatible with IDEA StatiCa v 10.1
 Diameter
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Diameter { get; set; }
Public Property Diameter As Double
	Get
	Set
public:
property double Diameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace